export default {
  code: 
`
// 今天是个好日子
// 给大家表演个写代码吧
const { 😆, 🤗 } = 💑;
😆.say('亲爱的，你愿意嫁给我吗❤️');
🤗.response('我愿意💕️，我还愿意陪你走遍全世界🌏');
‍️🤵👰️ = Law.getMarried(😆, 🤗);
sendInvitation(‍️🤵👰, '我们结婚啦!');
// 好了好了写完了
// 我要开始运行啦`,
  executions: [{
    name:'初始化',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'解压中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'组装中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'打包中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'微笑🙂',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'大笑😄',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'编译中...',
    time: '',
    visible: false
  }],
  barrages: [
    '66666666',
    '愿你美梦成真',
    '你的邀请函真是美！',
    '新娘人美心更美',
    '祝福永远幸福甜蜜',
    '哇哇哇~',
    '要幸福呀~~~',
    '太有创意了',
    '看朕给你打下的江山',
    '恭喜恭喜😄',
    '你写代码老快了',
    '建议加一个打赏入口',
    '新郎真是棒',
    '😗 😙 😚 😋 ',
    '只要代码写得好，幸福永远少不了'
  ],
}